alexiv.vscode-angular2-files
CoenraadS.bracket-pair-colorizer-2
DotJoshJohnson.xml
eamodio.gitlens
esbenp.prettier-vscode
fernandoescolar.vscode-solution-explorer
formulahendry.auto-rename-tag
ghaschel.vscode-angular-html
infinity1207.angular2-switcher
johnpapa.Angular2
johnpapa.vscode-peacock
ms-vscode-remote.remote-wsl
ms-vscode.csharp
ms-vscode.powershell
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
natewallace.angular2-inline
PKief.material-icon-theme
rbbit.typescript-hero
rootix.dark-bliss-reloaded
sainoba.px-to-rem
Shan.code-settings-sync
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
zengxingxin.sort-js-object-keys
