alexiv.vscode-angular2-files
Angular.ng-template
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
fernandoescolar.vscode-solution-explorer
formulahendry.auto-rename-tag
ghaschel.vscode-angular-html
infinity1207.angular2-switcher
johnpapa.Angular2
johnpapa.vscode-peacock
kumar-harsh.graphql-for-vscode
mikeburgh.xml-format
ms-dotnettools.csharp
ms-vscode-remote.remote-wsl
ms-vscode.powershell
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
natewallace.angular2-inline
PKief.material-icon-theme
rootix.dark-bliss-reloaded
sainoba.px-to-rem
scottmccaughey.angular-template-formatter
Shan.code-settings-sync
stkb.rewrap
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
zengxingxin.sort-js-object-keys
